# Найдите сумму цифр трехзначного числа. 

num = 123

a = 123 % 10
b = 123 % 100 // 10 
c = 123 // 100

print(a + b + c)

